{"id":6284,"date":"2023-01-12T12:35:33","date_gmt":"2023-01-12T10:35:33","guid":{"rendered":"https:\/\/houss.co.za\/?page_id=6284"},"modified":"2023-01-12T12:37:27","modified_gmt":"2023-01-12T10:37:27","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/houss.co.za\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"6284\" class=\"elementor elementor-6284\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6485583 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6485583\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1f32605\" data-id=\"1f32605\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-0241c02 elementor-widget elementor-widget-text-editor\" data-id=\"0241c02\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<h1 align=\"justify\"><span style=\"color: #000000;\">PRIVACY POLICY:<\/span><\/h1><p><span style=\"color: #000000;\">Persons accessing the <strong>Houss Rentals<\/strong><b> <\/b>website subject themselves to and agree to <b>Houss Rentals <\/b>terms conditions and privacy policy, as set out below.<b><\/b><\/span><\/p><p><span style=\"color: #000000;\"><strong>INTRODUCTION<\/strong><\/span><\/p><p><span style=\"color: #000000;\"><strong>APPLICATION FOR THE CONSENT OF A DATA SUBJECT FOR THE PROCESSING OF PERSONAL INFORMATION FOR THE PURPOSE OF DIRECT MARKETING IN TERMS OF SECTION 69(2) OF THE PROTECTION OF PERSONAL INFORMATION ACT, 2013 (ACT NO. 4 OF 2013)<\/strong><\/span><\/p><p><span style=\"color: #000000;\"><strong>REGULATIONS RELATING TO THE PROTECTION OF PERSONAL INFORMATION, 2018<\/strong><\/span><\/p><p> <\/p><p><span style=\"color: #000000;\">Link to Government Notice<b> https:\/\/houss.co.za\/wp-content\/uploads\/2021\/07\/InfoRegSA-RegulationsDraft-Aug2017.pdf<\/b><b><\/b><\/span><\/p><p> <\/p><p><span style=\"color: #000000;\"><b><\/b>We respect your privacy and take it very seriously. We are <b>Houss Rentals<\/b>, and this document describes how we collect, use, disclose, and store your personal information.<\/span><\/p><ul><li aria-level=\"1\"><span style=\"color: #000000;\"><b>APPLICATION <\/b><b><\/b>When you visit our website, our web server automatically records your IP address, the website from which you visit us, the web pages you visit, when you use our application, order our products or services as a customer and the date and length of your visit.<\/span><br \/><br \/><span style=\"color: #000000;\">Personal data is only stored if consent has been provided by you. You are not legally or contractually obliged to make available your personal data. If you do not make available personal data, this may result in functions not being available or only being available to a limited extent.<\/span><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>PERSONAL INFORMATION<\/b>Your personal information includes information we collect automatically when you visit our website or use our application; accept on registration or submission; get through an order, or you provide voluntarily. It excludes anonymous, de-identified, statistical, and public information. You may only send us your own personal information or someone else’s personal information if you have their permission to do so.We will use your personal data for the sole purpose of technical administration of the website, customer administration, product surveys and marketing, only to the extent necessary in each specific case. We will only disclose your data to government authorities in cases where it is required by law. Our employees, agencies, and retailers are obliged by us to respect confidentiality.If you share additional information with us – for example, by filling out a registration form, contact form, chat, survey, contest entry or to execute a contract with you, we will use that information for the designated purposes, purposes of customer management and, if required, for purposes of processing and billing and business transactions within the required scope in each instance.<\/span><p><span style=\"color: #000000;\">If you share additional information with us for other purposes (e.g. the display of personalized content or advertising based on your usage behaviour), we and, if applicable, selected third parties, use your personal data if and to the extent you give your consent through our consent management system.<\/span><\/p><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>ACCESS TO INFORMATION<\/b>Upon written request, we or our representatives will inform you in writing within reasonable time what personal data is stored by us as defined by applicable law. Should such data be incorrect, we will at your request correct that information for you. As a registered user you have the option of viewing, deleting or amending your personal data yourself.<\/span><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>ACCEPTANCE AND CHANGES<\/b>You may not order any of our products or services if you do not accept this policy or any changes to it. <b>We may change this policy at any time and will notify you of the changes on our website, through our application, or by email.<\/b> The changed policy applies to you if you continue using our website, our application, or our products or services following the notification.When you use our application, we automatically collect your application usage information (including your operating system version and other relevant system information) through analytics software and other technologies, which we may use to optimise our offering to you and comply with our obligations to you.We may ask you to provide us with certain identifying information (including your first name, surname, and email address) when you register on or otherwise submit information through our website or application for the first time.<\/span><p><span style=\"color: #000000;\">We ask you to provide us certain products or services information when you order our products or services and may ask you to provide us certain optional information on a voluntary basis.<\/span><\/p><p><span style=\"color: #000000;\">We will get your consent to collect your personal information in accordance with applicable law when you provide us with it, in terms of the Protection of Personal Information Act, Act no 4 of 2013.<\/span><\/p><p><span style=\"color: #000000;\">We may process your information that you provide to us for the purposes that you indicated when you agreed to provide it to us. Processing includes gathering your personal information, disclosing it, and combining it with other personal information for the purposes of analytics, marketing and only to the extent necessary in each specific case.<\/span><\/p><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>USE<\/b>We will use your personal data for the sole purpose of technical administration of the website, customer administration, product surveys and marketing, only to the extent necessary in each specific case. We will only disclose your data to government authorities in cases where it is required by law. Our employees, agencies, and retailers are obliged by us to respect confidentiality. We may process your personal information to fulfil our obligations to you and legal obligations in terms of the data protection laws.Our websites may also contain offers from third parties. If you click on such an offer, we transfer data to the respective provider to the required extent.We use social plug-ins on our websites from social networks such as, but not limited to Facebook, Twitter, Instagram and Google+, we integrate them as follows:<\/span><p><span style=\"color: #000000;\">When you visit our websites these buttons are deactivated by default, i.e. without your intervention, they will not send any data to third parties. Before you are able to use these buttons, you must activate them by clicking on them. They then remain active until you deactivate them again or delete your cookies (please refer to “Cookies”). After their activation, a direct link to the server of the respective social network is established. The contents of the button are then transmitted from the social network directly to your browser and incorporated into the website.<\/span><\/p><p><span style=\"color: #000000;\">Please note that we have no influence on the extent of the data retrieved by the social networks with their buttons. For information on purpose and extent of the data retrieval by the social network concerned, and about the rights and settings possibilities for the protection of your private sphere, please refer to the data protection information provided by the social network in question.<\/span><\/p><p><span style=\"color: #000000;\">After activation of a button, the social network can retrieve data, independently of whether you interact with the button or not. If you are logged on to a social network, the network can assign the visit to the website to your user account. A social network cannot assign a visit to other websites unless and until you activate the respective button as well.<\/span><\/p><p><span style=\"color: #000000;\">If you are a member of a social network and do not wish it to combine data retrieved from your visit to our websites with your membership data, you must log out from the social network concerned before activating the buttons.<\/span><\/p><p><span style=\"color: #000000;\">We also use qualified service providers (IT service providers, marketing agencies) to operate, optimize and secure our websites. We only pass on personal data to the latter insofar as this is necessary for the provision and use of the website and its functionalities, for the pursuit of legitimate interests or insofar as you have consented thereto.<\/span><\/p><\/li><li aria-level=\"2\"><span style=\"color: #000000;\"><b>COOKIES:<\/b>We may place small text files on your device when you visit our website that allow us to provide you with a personalised experience by associating your personal information with your device. They let us remember your preferences, allow third parties to provide services to you, and otherwise serve useful purposes for you. Your internet browser generally accepts them automatically, but you can often change this setting or delete them manually. However, we won’t be able to provide you with access to certain aspects of our website where cookies are necessary if you do so. We have no access to or control over any cookies that our business partners use on our website and they have their own privacy policies that govern them. We will comply with your rejection by placing an opt-out cookie in your browser. This cookie will only indicate that you have opted out. Please note that, for technical reasons, an opt-out cookie affects only the browser in which it has been installed.<\/span><\/li><li aria-level=\"2\"><span style=\"color: #000000;\"><b>USE FOR MARKETING PURPOSES:<\/b>We may use your identifying information to send you administrative and update messages about our website or application. We will not send you promotional messages unless you have chosen to opt into them. But, we may send you one message asking you to opt into promotional messages without you having opted into promotional messages.We may use your personal information to provide you with targeted content through our website or application in a completely automated process. We use so-called targeting and retargeting technologies in order to tailor our online marketing (e.g. banner ads) more specifically to your needs and interests. This involves using cookies to store information about your interest in our products and services. If you do not wish us (and our targeting\/retargeting partners) to process information about your visit or to tailor banner advertisements to your interests, you may permanently object to the practice (opt out) at any time.We may monitor and record any telephone calls that you make to us, unless you specifically request us not to.<\/span><p><span style=\"color: #000000;\">We would like to tailor the content of our websites as precisely as possible to your interests and in this way improve our offer for you. In order to identify usage preferences and particularly popular areas of the websites, we use the following analysis tool(s): Google Analytics, Adobe Analytics, Adobe Target, and social media such as Facebook. Further information about the above technologies from the respective providers, and the associated processing of personal data, can be found on their respective websites.<\/span><\/p><p><span style=\"color: #000000;\">If you do not want us to collect and analyze information about your visit to our website using the analysis tools mentioned above, you can object to this at any time with effect of the “opt-out”.<\/span><\/p><p><span style=\"color: #000000;\">We use Google marketing products (e.g. Google Search Ads, YouTube, Facebook, Google Display &amp; Video 360, etc) and other marketing products with your express consent, which you can grant by clicking on the “Agree” button in the so-called Cookie Information Layer (“Opt-in”).<\/span><\/p><p><span style=\"color: #000000;\">We store this consent in a cookie on your device so that you are not asked for consent again each time you visit our websites, and for legal reasons, also on our servers with the IP address and a timestamp; we delete this information or restrict its processing if you withdraw your consent or 6 months at the latest after your last visit to our websites.<\/span><\/p><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>DISCLOSURE<\/b>We may share your personal information with third parties for the purposes of fulfilling our obligations to you, including with other companies or divisions within our group; our contractors who help us meet our obligations to you, including those that help us understand your personal information; or get through an order, or third parties as required by applicable law. We will require anyone that we share your personal information with to honour this policy whenever possible in terms of applicable law and we may disclose personal information to third parties if required for legal reasons, such as if required by the relevant authorities or a court order.We may disclose aggregate statistical information that we derive from your and other people’s personal information to our advertisers or business partners.We may need to disclose personal information to our personnel to do their jobs, but will not do so unnecessarily. Our personnel will honour this policy whenever possible in terms of applicable law and not disclose any personal information.<\/span><br \/><span style=\"color: #000000;\">We may assign our rights to the personal information we process to our new owners if our ownership changes for any reason.<\/span><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>SECURITY<\/b>We use technical and organizational security measures in order to protect the data we have under our control against accidental or intentional manipulation, loss, destruction and against access by unauthorized persons or entities. Our security procedures are continually enhanced as new technology becomes available and always do our best to comply with applicable data protection laws. Our hosting company will host our website in a secure server environment that uses a firewall and other advanced security measures to prevent interference or access from outside intruders. We implement disaster recovery procedures where appropriate. We process personal data under the following circumstances for the legal basis of processing:<\/span><\/li><\/ul><ol><li aria-level=\"3\"><span style=\"color: #000000;\">Conclusion or performance of a contract; <\/span><\/li><li aria-level=\"3\"><span style=\"color: #000000;\">Necessary for compliance with legislation; <\/span><\/li><li aria-level=\"3\"><span style=\"color: #000000;\">Protecting a legitimate (vital) interest of the data subject; <\/span><\/li><li aria-level=\"3\"><span style=\"color: #000000;\">Protecting a legitimate (vital) interest of our organisation; and <\/span><\/li><li aria-level=\"3\"><span style=\"color: #000000;\">When we have your consent.<\/span><\/li><\/ol><ul><li aria-level=\"1\"><span style=\"color: #000000;\"><b>STORAGE <\/b><b><\/b>You may ask us to provide you with a description of the personal information that we hold on you, correct or update it or delete it (provided that we do not need it to fulfil our obligations to you or applicable law does not require us to keep it). We will take all reasonable steps to verify your identity before doing so. We may charge a fee to recoup our costs associated with this request if there is a cost to us associated with it and provided that applicable law allows us to do so. Please contact us with your name and any other information needed to identify you correctly if you want access to information or want us to correct, update or delete it.We will do our best to keep your personal information that we collect accurate, complete, and up to date and we may ask you to update your personal information from time to time, but will take steps to verify your identity to prevent unauthorised access when doing so.We will only keep your personal information for as long as is necessary to fulfil our obligations to you, unless you have given us permission to keep it longer or we are otherwise legally allowed to do so.<\/span><p><span style=\"color: #000000;\">We may transfer your personal information outside of the country in which it was collected to a foreign country. You consent to us processing your personal information in a foreign country with less stringent data protection laws than the country in which it was collected. We will comply with all international laws relating to data protection and protection of personal information.<\/span><\/p><\/li><li aria-level=\"1\"><span style=\"color: #000000;\"><b>GENERAL<\/b>You may update or remove your personal information through our website or application; or by contacting us. We are not responsible for anyone else’s privacy policies or practices.<\/span><\/li><li aria-level=\"2\"><span style=\"color: #000000;\"><b>As a data subject, you have the following rights when it comes to your personal information:<\/b>Right to have personal information processed in accordance with the purpose you have given concern to conditions and you have the right to revoke your consent at any time. Right to be notified on why your personal information is collected.Right to object to the processing of personal information.Right to institute civil proceedings regarding the alleged interference with the protection of your personal information.<\/span><p><span style=\"color: #000000;\">Right to submit a complaint to the Information Regulator regarding the alleged interference with the protection of the personal information of any data subject.<\/span><\/p><\/li><li aria-level=\"2\"><span style=\"color: #000000;\"><b>Deletion of your personal data<\/b>We delete your personal data as soon as the purpose for which we have collected and processed the data ceases to apply. Beyond this time period, data storage only takes place to the extent made necessary by the legislation, regulations or other legal provisions to which we are subject to. Please contact us by email if you have any questions about this privacy policy or how we handle your personal information.<\/span><\/li><\/ul>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>PRIVACY POLICY: Persons accessing the Houss Rentals website subject themselves to and agree to Houss Rentals terms conditions and privacy policy, as set out below. INTRODUCTION APPLICATION FOR THE CONSENT OF A DATA SUBJECT FOR THE PROCESSING OF PERSONAL INFORMATION FOR THE PURPOSE OF DIRECT MARKETING IN TERMS OF SECTION 69(2) OF THE PROTECTION OF PERSONAL INFORMATION ACT, 2013 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"ngg_post_thumbnail":0,"footnotes":""},"class_list":["post-6284","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Houss Rentals<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/houss.co.za\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Houss Rentals\" \/>\n<meta property=\"og:description\" content=\"PRIVACY POLICY: Persons accessing the Houss Rentals website subject themselves to and agree to Houss Rentals terms conditions and privacy policy, as set out below. INTRODUCTION APPLICATION FOR THE CONSENT OF A DATA SUBJECT FOR THE PROCESSING OF PERSONAL INFORMATION FOR THE PURPOSE OF DIRECT MARKETING IN TERMS OF SECTION 69(2) OF THE PROTECTION OF PERSONAL INFORMATION ACT, 2013 [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/houss.co.za\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Houss Rentals\" \/>\n<meta property=\"article:modified_time\" content=\"2023-01-12T10:37:27+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/houss.co.za\/privacy-policy\/\",\"url\":\"https:\/\/houss.co.za\/privacy-policy\/\",\"name\":\"Privacy Policy - Houss Rentals\",\"isPartOf\":{\"@id\":\"https:\/\/houss.co.za\/#website\"},\"datePublished\":\"2023-01-12T10:35:33+00:00\",\"dateModified\":\"2023-01-12T10:37:27+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/houss.co.za\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-ZA\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/houss.co.za\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/houss.co.za\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/houss.co.za\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/houss.co.za\/#website\",\"url\":\"https:\/\/houss.co.za\/\",\"name\":\"Houss Rentals\",\"description\":\"#ExpectMore\",\"publisher\":{\"@id\":\"https:\/\/houss.co.za\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/houss.co.za\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-ZA\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/houss.co.za\/#organization\",\"name\":\"Houss Rentals\",\"url\":\"https:\/\/houss.co.za\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-ZA\",\"@id\":\"https:\/\/houss.co.za\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/houss.co.za\/wp-content\/uploads\/2023\/01\/Houss-simple.png\",\"contentUrl\":\"https:\/\/houss.co.za\/wp-content\/uploads\/2023\/01\/Houss-simple.png\",\"width\":701,\"height\":205,\"caption\":\"Houss Rentals\"},\"image\":{\"@id\":\"https:\/\/houss.co.za\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Houss Rentals","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/houss.co.za\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Houss Rentals","og_description":"PRIVACY POLICY: Persons accessing the Houss Rentals website subject themselves to and agree to Houss Rentals terms conditions and privacy policy, as set out below. INTRODUCTION APPLICATION FOR THE CONSENT OF A DATA SUBJECT FOR THE PROCESSING OF PERSONAL INFORMATION FOR THE PURPOSE OF DIRECT MARKETING IN TERMS OF SECTION 69(2) OF THE PROTECTION OF PERSONAL INFORMATION ACT, 2013 [&hellip;]","og_url":"https:\/\/houss.co.za\/privacy-policy\/","og_site_name":"Houss Rentals","article_modified_time":"2023-01-12T10:37:27+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/houss.co.za\/privacy-policy\/","url":"https:\/\/houss.co.za\/privacy-policy\/","name":"Privacy Policy - Houss Rentals","isPartOf":{"@id":"https:\/\/houss.co.za\/#website"},"datePublished":"2023-01-12T10:35:33+00:00","dateModified":"2023-01-12T10:37:27+00:00","breadcrumb":{"@id":"https:\/\/houss.co.za\/privacy-policy\/#breadcrumb"},"inLanguage":"en-ZA","potentialAction":[{"@type":"ReadAction","target":["https:\/\/houss.co.za\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/houss.co.za\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/houss.co.za\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/houss.co.za\/#website","url":"https:\/\/houss.co.za\/","name":"Houss Rentals","description":"#ExpectMore","publisher":{"@id":"https:\/\/houss.co.za\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/houss.co.za\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-ZA"},{"@type":"Organization","@id":"https:\/\/houss.co.za\/#organization","name":"Houss Rentals","url":"https:\/\/houss.co.za\/","logo":{"@type":"ImageObject","inLanguage":"en-ZA","@id":"https:\/\/houss.co.za\/#\/schema\/logo\/image\/","url":"https:\/\/houss.co.za\/wp-content\/uploads\/2023\/01\/Houss-simple.png","contentUrl":"https:\/\/houss.co.za\/wp-content\/uploads\/2023\/01\/Houss-simple.png","width":701,"height":205,"caption":"Houss Rentals"},"image":{"@id":"https:\/\/houss.co.za\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/pages\/6284","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/comments?post=6284"}],"version-history":[{"count":4,"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/pages\/6284\/revisions"}],"predecessor-version":[{"id":6290,"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/pages\/6284\/revisions\/6290"}],"wp:attachment":[{"href":"https:\/\/houss.co.za\/wp-json\/wp\/v2\/media?parent=6284"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}